{
    "*This setting does not affect the graph or files*": "*Esta configuración no afecta al gráfico ni a los archivos*",
    "*This setting takes precedence over other settings.*": "*Esta configuración tiene prioridad sobre otras configuraciones.*",
    "Advanced options > Select locale": "Opciones avanzadas > Seleccionar configuración regional",
    "All date format demo": "Demostración de todos los formatos de fecha",
    "Common settings": "Configuraciones comunes",
    "Display relative time on hover the journal link": "Mostrar tiempo relativo al pasar el puntero sobre el enlace del diario",
    "Emoji icon: Win + . (Windows) or Cmd + Ctrl + Space (Mac) to open the emoji picker / Tabler Icons: https://tabler.io/icons (Copy HTML char code)": "Icono de emoji: Win + . (Windows) o Cmd + Ctrl + Space (Mac) para abrir el selector de emoji / Iconos de Tabler: https://tabler.io/icons (Copiar código de carácter HTML)",
    "Enable selected date format": "Habilitar formato de fecha seleccionado",
    "Icon > Adds an icon to dates that match that separator": "Icono > Añade un icono a las fechas que coincidan con ese separador",
    "Icon > Set icon (if journal is before than that year)": "Icono > Establecer icono (si el diario es anterior a ese año)",
    "Icon > Set icon (if journal is later than that year)": "Icono > Establecer icono (si el diario es posterior a ese año)",
    "Icon > Year separation": "Icono > Separación de años",
    "Localize the day of the week": "Localizar el día de la semana",
    "Open the dialog on click": "Abrir el diálogo al hacer clic",
    "Select date format (if the above option is enabled)": "Seleccionar formato de fecha (si la opción anterior está habilitada)",
    "Shorten the day of the week": "Acortar el día de la semana",
    "Switch to style of the selected date format": "Cambiar al estilo del formato de fecha seleccionado",
    "⚠️ It cannot be used when creating links. Create it based on the user date format.": "⚠️ No se puede utilizar al crear enlaces. Créelo en función del formato de fecha del usuario."
}