{
    "*This setting does not affect the graph or files*":  "*Ce paramﾃｨtre n\u0027affecte pas le graphique ou les fichiers*",
    "*This setting takes precedence over other settings.*":  "*Ce paramﾃｨtre a la prioritﾃｩ sur les autres paramﾃｨtres.*",
    "Advanced options \u003e Select locale":  "Options avancﾃｩes \u003e Sﾃｩlectionner la langue",
    "All date format demo":  "Dﾃｩmonstration de tous les formats de date",
    "Common settings":  "Paramﾃｨtres communs",
    "Display relative time on hover the journal link":  "Afficher l\u0027heure relative en survolant le lien du journal",
    "Emoji icon: Win + . (Windows) or Cmd + Ctrl + Space (Mac) to open the emoji picker / Tabler Icons: https://tabler.io/icons (Copy HTML char code)":  "Icﾃｴne Emoji : Win + . (Windows) ou Cmd + Ctrl + Espace (Mac) pour ouvrir le sﾃｩlecteur d\u0027emoji / Icﾃｴnes Tabler : https://tabler.io/icons (Copier le code HTML du caractﾃｨre)",
    "Enable selected date format":  "Activer le format de date sﾃｩlectionnﾃｩ",
    "Icon \u003e Adds an icon to dates that match that separator":  "Icﾃｴne \u003e Ajoute une icﾃｴne aux dates qui correspondent ﾃ ce sﾃｩparateur",
    "Icon \u003e Set icon (if journal is before than that year)":  "Icﾃｴne \u003e Dﾃｩfinir l\u0027icﾃｴne (si le journal est antﾃｩrieur ﾃ cette annﾃｩe)",
    "Icon \u003e Set icon (if journal is later than that year)":  "Icﾃｴne \u003e Dﾃｩfinir l\u0027icﾃｴne (si le journal est postﾃｩrieur ﾃ cette annﾃｩe)",
    "Icon \u003e Year separation":  "Icﾃｴne \u003e Sﾃｩparation des annﾃｩes",
    "Localize the day of the week":  "Localiser le jour de la semaine",
    "Open the dialog on click":  "Ouvrir la boﾃｮte de dialogue lors de la sﾃｩlection",
    "Select date format":  "Sﾃｩlectionner le format de date",
    "Shorten the day of the week":  "Raccourcir le jour de la semaine",
    "Switch to style of the selected date format":  "Passer au style du format de date sﾃｩlectionnﾃｩ",
    "笞・・It cannot be used when creating links. Create it based on the user date format.":  "笞・・Il ne peut pas ﾃｪtre utilisﾃｩ lors de la crﾃｩation de liens. Crﾃｩez-le en fonction du format de date de l\u0027utilisateur.",
    "Apply date format style":  "Appliquer le style du format de date (UI uniquement)",
    "Apply the visual style (weekday/format) of the selected date format in the UI only. Does not change page names or files.":  "Applique le style visuel (jour/format) du format de date sﾃｩlectionnﾃｩ uniquement dans l\u0027interface. Ne modifie pas les noms de pages ni les fichiers.",
    "Date format":  "Format de date",
    "Choose how dates are formatted for display in the UI.":  "Choisissez la faﾃｧon dont les dates sont formatﾃｩes pour l\u0027affichage dans l\u0027interface.",
    "Show date format examples":  "Afficher des exemples de format de date",
    "Open a dialog that shows examples of each date format.":  "Ouvre une boﾃｮte de dialogue affichant des exemples de chaque format de date.",
    "Locale (advanced)":  "Paramﾃｨtre rﾃｩgional (avancﾃｩ)",
    "Override the locale used for localized dates and weekday names.":  "Remplace la locale utilisﾃｩe pour les dates et noms de jours localisﾃｩs.",
    "Localize weekday name":  "Localiser le nom du jour",
    "Weekday length":  "Longueur du jour",
    "Force short or long weekday names (this overrides other options).":  "Forcer noms de jour courts ou longs (remplace d\u0027autres options).",
    "Show relative time in tooltip":  "Afficher temps relatif dans l\u0027infobulle",
    "Use relative date as main text":  "Utiliser la date relative comme texte principal",
    "Show relative labels (e.g. \u0027Today\u0027, \u0027Tomorrow\u0027) as the main text in eligible elements.":  "Afficher des ﾃｩtiquettes relatives (ex. \u0027Today\u0027, \u0027Tomorrow\u0027) comme texte principal lﾃ oﾃｹ c\u0027est possible.",
    "Relative days 窶・past":  "Jours relatifs 窶・passﾃｩ",
    "How many past days should be shown as relative labels (e.g., \u0027Yesterday\u0027).":  "Combien de jours passﾃｩs doivent s\u0027afficher sous forme d\u0027ﾃｩtiquettes relatives (ex. \u0027Yesterday\u0027).",
    "Relative days 窶・future":  "Jours relatifs 窶・futur",
    "How many future days should be shown as relative labels (e.g., \u0027Tomorrow\u0027).":  "Combien de jours futurs doivent s\u0027afficher sous forme d\u0027ﾃｩtiquettes relatives (ex. \u0027Tomorrow\u0027).",
    "Display icon for dates":  "Afficher une icﾃｴne pour les dates",
    "Year range for icons":  "Plage d\u0027annﾃｩes pour les icﾃｴnes",
    "Icon for older dates":  "Icﾃｴne pour les dates anciennes",
    "Icon for newer dates":  "Icﾃｴne pour les dates rﾃｩcentes",
    "Alternative Date Formats":  "Alternative Date Formats",
    "Alternative Date Format 1":  "Alternative Date Format 1",
    "First alternative date format to try parsing.":  "First alternative date format to try parsing.",
    "Alternative Date Format 2":  "Alternative Date Format 2",
    "Second alternative date format to try parsing.":  "Second alternative date format to try parsing.",
    "Alternative Date Format 3":  "Alternative Date Format 3",
    "Third alternative date format to try parsing.":  "Third alternative date format to try parsing.",
    "Specify additional date formats to recognize for non-journal pages that contain date-like strings.":  "Specify additional date formats to recognize for non-journal pages that contain date-like strings."
}
