{
    "*This setting does not affect the graph or files*": "*Ce paramètre n'affecte pas le graphique ou les fichiers*",
    "*This setting takes precedence over other settings.*": "*Ce paramètre a la priorité sur les autres paramètres.*",
    "Advanced options > Select locale": "Options avancées > Sélectionner la langue",
    "All date format demo": "Démonstration de tous les formats de date",
    "Common settings": "Paramètres communs",
    "Display relative time on hover the journal link": "Afficher l'heure relative en survolant le lien du journal",
    "Emoji icon: Win + . (Windows) or Cmd + Ctrl + Space (Mac) to open the emoji picker / Tabler Icons: https://tabler.io/icons (Copy HTML char code)": "Icône Emoji : Win + . (Windows) ou Cmd + Ctrl + Espace (Mac) pour ouvrir le sélecteur d'emoji / Icônes Tabler : https://tabler.io/icons (Copier le code HTML du caractère)",
    "Enable selected date format": "Activer le format de date sélectionné",
    "Icon > Adds an icon to dates that match that separator": "Icône > Ajoute une icône aux dates qui correspondent à ce séparateur",
    "Icon > Set icon (if journal is before than that year)": "Icône > Définir l'icône (si le journal est antérieur à cette année)",
    "Icon > Set icon (if journal is later than that year)": "Icône > Définir l'icône (si le journal est postérieur à cette année)",
    "Icon > Year separation": "Icône > Séparation des années",
    "Localize the day of the week": "Localiser le jour de la semaine",
    "Open the dialog on click": "Ouvrir la boîte de dialogue lors de la sélection",
    "Select date format": "Sélectionner le format de date",
    "Shorten the day of the week": "Raccourcir le jour de la semaine",
    "Switch to style of the selected date format": "Passer au style du format de date sélectionné",
    "⚠️ It cannot be used when creating links. Create it based on the user date format.": "⚠️ Il ne peut pas être utilisé lors de la création de liens. Créez-le en fonction du format de date de l'utilisateur.",
    "Apply date format style": "Appliquer le style du format de date (UI uniquement)",
    "Apply the visual style (weekday/format) of the selected date format in the UI only. Does not change page names or files.": "Applique le style visuel (jour/format) du format de date sélectionné uniquement dans l'interface. Ne modifie pas les noms de pages ni les fichiers.",
    "Date format": "Format de date",
    "Choose how dates are formatted for display in the UI.": "Choisissez la façon dont les dates sont formatées pour l'affichage dans l'interface.",
    "Show date format examples": "Afficher des exemples de format de date",
    "Open a dialog that shows examples of each date format.": "Ouvre une boîte de dialogue affichant des exemples de chaque format de date.",
    "Locale (advanced)": "Paramètre régional (avancé)",
    "Override the locale used for localized dates and weekday names.": "Remplace la locale utilisée pour les dates et noms de jours localisés.",
    "Localize weekday name": "Localiser le nom du jour",
    "Weekday length": "Longueur du jour",
    "Force short or long weekday names (this overrides other options).": "Forcer noms de jour courts ou longs (remplace d'autres options).",
    "Show relative time in tooltip": "Afficher temps relatif dans l'infobulle",
    "Use relative date as main text": "Utiliser la date relative comme texte principal",
    "Show relative labels (e.g. 'Today', 'Tomorrow') as the main text in eligible elements.": "Afficher des étiquettes relatives (ex. 'Today', 'Tomorrow') comme texte principal là où c'est possible.",
    "Relative days — past": "Jours relatifs — passé",
    "How many past days should be shown as relative labels (e.g., 'Yesterday').": "Combien de jours passés doivent s'afficher sous forme d'étiquettes relatives (ex. 'Yesterday').",
    "Relative days — future": "Jours relatifs — futur",
    "How many future days should be shown as relative labels (e.g., 'Tomorrow').": "Combien de jours futurs doivent s'afficher sous forme d'étiquettes relatives (ex. 'Tomorrow').",
    "Display icon for dates": "Afficher une icône pour les dates",
    "Year range for icons": "Plage d'années pour les icônes",
    "Icon for older dates": "Icône pour les dates anciennes",
    "Icon for newer dates": "Icône pour les dates récentes"
}