{
    "*This setting does not affect the graph or files*": "*Questa impostazione non influisce sul grafico o sui file*",
    "*This setting takes precedence over other settings.*": "*Questa impostazione ha la precedenza sulle altre impostazioni.*",
    "Advanced options > Select locale": "Opzioni avanzate > Seleziona la localizzazione",
    "All date format demo": "Demo di tutti i formati data",
    "Common settings": "Impostazioni comuni",
    "Display relative time on hover the journal link": "Mostra l'orario relativo quando si passa sopra il collegamento al diario",
    "Emoji icon: Win + . (Windows) or Cmd + Ctrl + Space (Mac) to open the emoji picker / Tabler Icons: https://tabler.io/icons (Copy HTML char code)": "Icona emoji: Win + . (Windows) o Cmd + Ctrl + Space (Mac) per aprire il selettore emoji / Icone Tabler: https://tabler.io/icons (Copia il codice HTML del carattere)",
    "Enable selected date format": "Abilita il formato data selezionato",
    "Icon > Adds an icon to dates that match that separator": "Icona > Aggiunge un'icona alle date che corrispondono a quel separatore",
    "Icon > Set icon (if journal is before than that year)": "Icona > Imposta l'icona (se il diario è antecedente a quell'anno)",
    "Icon > Set icon (if journal is later than that year)": "Icona > Imposta l'icona (se il diario è successivo a quell'anno)",
    "Icon > Year separation": "Icona > Separazione dell'anno",
    "Localize the day of the week": "Localizza il giorno della settimana",
    "Open the dialog on click": "Apri il dialogo al clic",
    "Select date format  (if the above option is enabled)": "Seleziona il formato data (se l'opzione precedente è abilitata)",
    "Shorten the day of the week": "Accorcia il giorno della settimana",
    "Switch to style of the selected date format": "Passa allo stile del formato data selezionato",
    "⚠️ It cannot be used when creating links. Create it based on the user date format.": "⚠️ Non può essere utilizzato durante la creazione dei collegamenti. Crealo basandoti sul formato data dell'utente."
}