{
    "*This setting does not affect the graph or files*": "*Questa impostazione non influisce sul grafico o sui file*",
    "*This setting takes precedence over other settings.*": "*Questa impostazione ha la precedenza sulle altre impostazioni.*",
    "Advanced options > Select locale": "Opzioni avanzate > Seleziona la localizzazione",
    "All date format demo": "Demo di tutti i formati data",
    "Common settings": "Impostazioni comuni",
    "Display relative time on hover the journal link": "Mostra l'orario relativo quando si passa sopra il collegamento al diario",
    "Emoji icon: Win + . (Windows) or Cmd + Ctrl + Space (Mac) to open the emoji picker / Tabler Icons: https://tabler.io/icons (Copy HTML char code)": "Icona emoji: Win + . (Windows) o Cmd + Ctrl + Space (Mac) per aprire il selettore emoji / Icone Tabler: https://tabler.io/icons (Copia il codice HTML del carattere)",
    "Enable selected date format": "Abilita il formato data selezionato",
    "Icon > Adds an icon to dates that match that separator": "Icona > Aggiunge un'icona alle date che corrispondono a quel separatore",
    "Icon > Set icon (if journal is before than that year)": "Icona > Imposta l'icona (se il diario è antecedente a quell'anno)",
    "Icon > Set icon (if journal is later than that year)": "Icona > Imposta l'icona (se il diario è successivo a quell'anno)",
    "Icon > Year separation": "Icona > Separazione dell'anno",
    "Localize the day of the week": "Localizza il giorno della settimana",
    "Open the dialog on click": "Apri il dialogo al clic",
    "Select date format": "Seleziona il formato data",
    "Shorten the day of the week": "Accorcia il giorno della settimana",
    "Switch to style of the selected date format": "Passa allo stile del formato data selezionato",
    "⚠️ It cannot be used when creating links. Create it based on the user date format.": "⚠️ Non può essere utilizzato durante la creazione dei collegamenti. Crealo basandoti sul formato data dell'utente.",
    "Apply date format style": "Applica lo stile del formato data (solo UI)",
    "Apply the visual style (weekday/format) of the selected date format in the UI only. Does not change page names or files.": "Applica lo stile visivo (giorno/formato) del formato data selezionato solo nell'interfaccia. Non modifica i nomi di pagina o i file.",
    "Date format": "Formato data",
    "Choose how dates are formatted for display in the UI.": "Scegli come formattare le date per la visualizzazione nell'interfaccia.",
    "Show date format examples": "Mostra esempi di formati di data",
    "Open a dialog that shows examples of each date format.": "Apre una finestra di dialogo che mostra esempi di ogni formato di data.",
    "Locale (advanced)": "Locale (avanzato)",
    "Override the locale used for localized dates and weekday names.": "Sovrascrive la locale utilizzata per date e nomi dei giorni localizzati.",
    "Localize weekday name": "Localizza il nome del giorno",
    "Weekday length": "Lunghezza del nome del giorno",
    "Force short or long weekday names (this overrides other options).": "Forza nomi dei giorni corti o lunghi (sovrascrive altre opzioni).",
    "Show relative time in tooltip": "Mostra tempo relativo nel tooltip",
    "Use relative date as main text": "Usa la data relativa come testo principale",
    "Show relative labels (e.g. 'Today', 'Tomorrow') as the main text in eligible elements.": "Mostra etichette relative (es. 'Today', 'Tomorrow') come testo principale negli elementi applicabili.",
    "Relative days — past": "Giorni relativi — passato",
    "How many past days should be shown as relative labels (e.g., 'Yesterday').": "Quanti giorni passati devono essere mostrati come etichette relative (es. 'Yesterday').",
    "Relative days — future": "Giorni relativi — futuro",
    "How many future days should be shown as relative labels (e.g., 'Tomorrow').": "Quanti giorni futuri devono essere mostrati come etichette relative (es. 'Tomorrow').",
    "Display icon for dates": "Mostra icona per le date",
    "Year range for icons": "Intervallo di anni per le icone",
    "Icon for older dates": "Icona per date vecchie",
    "Icon for newer dates": "Icona per date più recenti"
}