{
    "*This setting does not affect the graph or files*": "*この設定はグラフやファイルには影響しません*",
    "*This setting takes precedence over other settings.*": "*この設定は他の設定より優先されます*",
    "Advanced options > Select locale": "詳細オプション > ロケールを選択",
    "All date format demo": "日付形式のデモ",
    "Common settings": "共通設定",
    "Days after current date to show as relative": "相対表示する今日からの日数（未来）",
    "Days before current date to show as relative": "相対表示する今日からの日数（過去）",
    "Display relative date in main text (not only in tooltip)": "相対日付をメインテキストに表示する（ツールチップだけでなく）",
    "Display relative time on hover the journal link": "日付の上にマウスを置くと相対時間を表示する",
    "Emoji icon: Win + . (Windows) or Cmd + Ctrl + Space (Mac) to open the emoji picker / Tabler Icons: https://tabler.io/icons (Copy HTML char code)": "絵文字アイコン: Win + . (Windows) または Cmd + Ctrl + Space (Mac) で絵文字ピッカーを開く / Tabler Icons: https://tabler.io/icons (HTML 文字コードをコピー)",
    "Enable selected date format": "選択された日付形式を有効にする",
    "Icon > Adds an icon to dates that match that separator": "アイコン > その区切りに一致する日付にアイコンを追加",
    "Icon > Set icon (if journal is before than that year)": "アイコン > アイコンを設定（日付がその年より前の場合）",
    "Icon > Set icon (if journal is later than that year)": "アイコン > アイコンを設定（日付がその年より後の場合）",
    "Icon > Year separation": "アイコン > 年の区切り",
    "Localize the day of the week": "曜日をローカライズする",
    "Number of days after today to display as relative dates (e.g., 'Tomorrow', 'in 2 days')": "相対日付として表示する今日以降の日数（例：「明日」「2日後」）",
    "Number of days before today to display as relative dates (e.g., 'Yesterday', '2 days ago')": "相対日付として表示する今日以前の日数（例：「昨日」「2日前」）",
    "Open the dialog on click": "クリックでダイアログを開く",
    "Select date format": "日付形式を選択する",
    "Shorten the day of the week": "曜日を短くする",
    "Show 'Today', 'Tomorrow', etc. as the main text instead of the formatted date": "フォーマットされた日付の代わりに「今日」「明日」などをメインテキストとして表示する",
    "Switch to style of the selected date format": "選択された日付形式に切り替える",
    "⚠️ It cannot be used when creating links. Create it based on the user date format.": "⚠️ リンクを作成するときには使用できません。ユーザーの日付形式に基づいて作成してください。",
    "Apply date format style": "日付形式の表示スタイルをUIに適用",
    "Apply the visual style (weekday/format) of the selected date format in the UI only. Does not change page names or files.": "選択した日付形式の表示スタイル（曜日・フォーマット）を UI に適用します。ページ名やファイルは変更しません。",
    "Date format": "日付形式",
    "Choose how dates are formatted for display in the UI.": "UI で日付を表示する形式を選択します。",
    "Show date format examples": "日付形式の例を表示",
    "Open a dialog that shows examples of each date format.": "各日付形式の例を表示するダイアログを開きます。",
    "Locale (advanced)": "ロケール（上級）",
    "Override the locale used for localized dates and weekday names.": "ローカライズされた日付や曜日名のロケールを上書きします。",
    "Weekday length": "曜日の表示長さ",
    "Force short or long weekday names (this overrides other options).": "短い／長いいずれかの曜日名で強制表示します（他の設定より優先）。",
    "Use relative date as main text": "相対日付をメインテキストとして使用",
    "Show relative labels (e.g. 'Today', 'Tomorrow') as the main text in eligible elements.": "適用可能な要素で「今日」「明日」などの相対ラベルをメイン表示します。",
    "Relative days — past": "相対表示（日数：過去）",
    "How many past days should be shown as relative labels (e.g., 'Yesterday').": "過去の何日間を相対ラベルとして表示するか（例：「昨日」）。",
    "Relative days — future": "相対表示（日数：未来）",
    "How many future days should be shown as relative labels (e.g., 'Tomorrow').": "未来の何日間を相対ラベルとして表示するか（例：「明日」）。",
    "Display icon for dates": "日付にアイコンを表示",
    "Year range for icons": "アイコン表示の年範囲",
    "Icon for older dates": "古い日付用のアイコン",
    "Icon for newer dates": "新しい日付用のアイコン",
    "Alternative Date Formats": "代替日付形式",
    "Specify additional date formats to recognize for non-journal pages that contain date-like strings.": "日付のような文字列を含む非ジャーナルページで認識する追加の日付形式を指定します。",
    "Alternative Date Format 1": "代替日付形式 1",
    "First alternative date format to try parsing.": "最初にパースを試みる代替日付形式。",
    "Alternative Date Format 2": "代替日付形式 2",
    "Second alternative date format to try parsing.": "2番目にパースを試みる代替日付形式。",
    "Alternative Date Format 3": "代替日付形式 3",
    "Third alternative date format to try parsing.": "3番目にパースを試みる代替日付形式。"
}