{
    "*This setting does not affect the graph or files*": "*Deze instelling heeft geen invloed op de grafiek of bestanden*",
    "*This setting takes precedence over other settings.*": "*Deze instelling heeft voorrang op andere instellingen.*",
    "Advanced options > Select locale": "Geavanceerde opties > Selecteer landinstelling",
    "All date format demo": "Datumformaat demonstratie",
    "Common settings": "Algemene instellingen",
    "Display relative time on hover the journal link": "Toon relatieve tijd wanneer je over de dagboeklink beweegt",
    "Emoji icon: Win + . (Windows) or Cmd + Ctrl + Space (Mac) to open the emoji picker / Tabler Icons: https://tabler.io/icons (Copy HTML char code)": "Emoji-pictogram: Win + . (Windows) of Cmd + Ctrl + Spatie (Mac) om de emoji-kiezer te openen / Tabler-pictogrammen: https://tabler.io/icons (Kopieer HTML-tekencode)",
    "Enable selected date format": "Geselecteerd datumformaat inschakelen",
    "Icon > Adds an icon to dates that match that separator": "Pictogram > Voegt een pictogram toe aan datums die overeenkomen met die scheidingsteken",
    "Icon > Set icon (if journal is before than that year)": "Pictogram > Pictogram instellen (als het dagboek eerder is dan dat jaar)",
    "Icon > Set icon (if journal is later than that year)": "Pictogram > Pictogram instellen (als het dagboek later is dan dat jaar)",
    "Icon > Year separation": "Pictogram > Jaarscheiding",
    "Localize the day of the week": "Lokaliseer de dag van de week",
    "Open the dialog on click": "Open het dialoogvenster bij klik",
    "Select date format": "Selecteer datumformaat",
    "Shorten the day of the week": "Kort de dag van de week in",
    "Switch to style of the selected date format": "Schakel over naar de stijl van het geselecteerde datumformaat",
    "⚠️ It cannot be used when creating links. Create it based on the user date format.": "⚠️ Dit kan niet worden gebruikt bij het maken van koppelingen. Maak het op basis van het door de gebruiker geselecteerde datumformaat."
}