{
    "*This setting does not affect the graph or files*": "*Deze instelling heeft geen invloed op de grafiek of bestanden*",
    "*This setting takes precedence over other settings.*": "*Deze instelling heeft voorrang op andere instellingen.*",
    "Advanced options > Select locale": "Geavanceerde opties > Selecteer landinstelling",
    "All date format demo": "Datumformaat demonstratie",
    "Common settings": "Algemene instellingen",
    "Display relative time on hover the journal link": "Toon relatieve tijd wanneer je over de dagboeklink beweegt",
    "Emoji icon: Win + . (Windows) or Cmd + Ctrl + Space (Mac) to open the emoji picker / Tabler Icons: https://tabler.io/icons (Copy HTML char code)": "Emoji-pictogram: Win + . (Windows) of Cmd + Ctrl + Spatie (Mac) om de emoji-kiezer te openen / Tabler-pictogrammen: https://tabler.io/icons (Kopieer HTML-tekencode)",
    "Enable selected date format": "Geselecteerd datumformaat inschakelen",
    "Icon > Adds an icon to dates that match that separator": "Pictogram > Voegt een pictogram toe aan datums die overeenkomen met die scheidingsteken",
    "Icon > Set icon (if journal is before than that year)": "Pictogram > Pictogram instellen (als het dagboek eerder is dan dat jaar)",
    "Icon > Set icon (if journal is later than that year)": "Pictogram > Pictogram instellen (als het dagboek later is dan dat jaar)",
    "Icon > Year separation": "Pictogram > Jaarscheiding",
    "Localize the day of the week": "Lokaliseer de dag van de week",
    "Open the dialog on click": "Open het dialoogvenster bij klik",
    "Select date format": "Selecteer datumformaat",
    "Shorten the day of the week": "Kort de dag van de week in",
    "Switch to style of the selected date format": "Schakel over naar de stijl van het geselecteerde datumformaat",
    "⚠️ It cannot be used when creating links. Create it based on the user date format.": "⚠️ Dit kan niet worden gebruikt bij het maken van koppelingen. Maak het op basis van het door de gebruiker geselecteerde datumformaat.",
    "Apply date format style": "Pas datumnotatie-stijl toe (alleen UI)",
    "Apply the visual style (weekday/format) of the selected date format in the UI only. Does not change page names or files.": "Pas de visuele stijl (weekdag/formaat) van het geselecteerde datumnotatieformaat alleen in de UI toe. Wijzigt geen paginanamen of bestanden.",
    "Date format": "Datumformaat",
    "Choose how dates are formatted for display in the UI.": "Kies hoe datums worden opgemaakt voor weergave in de UI.",
    "Show date format examples": "Toon voorbeelden van datumformaten",
    "Open a dialog that shows examples of each date format.": "Open een dialoogvenster dat voorbeelden toont van elk datumformaat.",
    "Locale (advanced)": "Locale (geavanceerd)",
    "Override the locale used for localized dates and weekday names.": "Overschrijf de locale die wordt gebruikt voor gelokaliseerde datums en weekdagen.",
    "Localize weekday name": "Localiseer de weekdagnaam",
    "Weekday length": "Lengte van weekdagnaam",
    "Force short or long weekday names (this overrides other options).": "Forceer korte of lange weekdagnamen (overschrijft andere opties).",
    "Show relative time in tooltip": "Toon relatieve tijd in tooltip",
    "Use relative date as main text": "Gebruik relatieve datum als hoofdtekst",
    "Show relative labels (e.g. 'Today', 'Tomorrow') as the main text in eligible elements.": "Toon relatieve labels (bijv. 'Today', 'Tomorrow') als hoofdtekst waar van toepassing.",
    "Relative days — past": "Relatieve dagen — verleden",
    "How many past days should be shown as relative labels (e.g., 'Yesterday').": "Hoeveel afgelopen dagen moeten als relatieve labels worden weergegeven (bijv. 'Yesterday').",
    "Relative days — future": "Relatieve dagen — toekomst",
    "How many future days should be shown as relative labels (e.g., 'Tomorrow').": "Hoeveel toekomstige dagen moeten als relatieve labels worden weergegeven (bijv. 'Tomorrow').",
    "Display icon for dates": "Toon pictogram bij datums",
    "Year range for icons": "Jaarbereik voor pictogrammen",
    "Icon for older dates": "Pictogram voor oudere datums",
    "Icon for newer dates": "Pictogram voor recentere datums"
}